export default function Termscondition(){
    return(
        <>
           <div className="text-black">เงื่อนไขการให้บริการ</div>
            <div className="text-black">
                <p>1.การยอมรับเงื่อนไข
                การเข้าใช้งานเว็บไซต์นี้ ถือว่าท่านยอมรับข้อกำหนดและเงื่อนไขทั้งหมดที่ระบุไว้ในหน้านี้
                </p>
                <p>
                2.การใช้งานเว็บไซต์
                ผู้ใช้งานตกลงว่าจะไม่ใช้เว็บไซต์นี้ในทางที่ผิดกฎหมาย หรือก่อให้เกิดความเสียหายต่อระบบ เซิร์ฟเวอร์ หรือผู้ใช้งานรายอื่น
                </p>

                <p>
                3.ทรัพย์สินทางปัญญา
                เนื้อหา รูปภาพ โค้ด และองค์ประกอบต่าง ๆ บนเว็บไซต์นี้เป็นทรัพย์สินของผู้พัฒนา ห้ามทำซ้ำ ดัดแปลง หรือเผยแพร่โดยไม่ได้รับอนุญาต
                </p>
                <p>
                4.การจำกัดความรับผิด
                ผู้พัฒนาไม่รับผิดชอบต่อความเสียหายใด ๆ ที่เกิดจากการใช้งานเว็บไซต์ รวมถึงความผิดพลาดของข้อมูลหรือระบบ
                </p>
                <p>
                5.การเปลี่ยนแปลงเงื่อนไข
                เว็บไซต์ขอสงวนสิทธิ์ในการแก้ไขหรือเปลี่ยนแปลงข้อกำหนดและเงื่อนไขได้โดยไม่ต้องแจ้งให้ทราบล่วงหน้า
                </p>
            </div>
        </>
    )
}